{
    "Segundo o Official Data Book 3, quantas missões rank C Konan fez?": "65 Missões",
    "Segundo o Official Data Book 3, quantas missões Shino completou?": "44 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Yugito completou?": "260 missões",
    "Segundo o Official Data Book 3, quantas missões rank S Neji completou?": "2 Missões",
    "Segundo o Official Data Book 3, Sasori completou quantas missões rank B?": "16 missões",
    "Segundo o Official Data Book 3, quantas missões rank B Konan fez?": "161 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Kankurou completou?": "9 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Tenten completou?": "1 missões",
    "Segundo o Official Data Book 3, quantas missões Yugito completou?": "1025 missões",
    "Segundo o Official Data Book 3, quantas missões Kankurou completou?": "43 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Gaara completou?": "0 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Shino completou?": "17 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Kankurou completou?": "23 missões",
    "Segundo o Official Data Book 3, quantas missões Deidara completou?": "82 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Kankurou completou?": "1 missão",
    "Segundo o Official Data Book 3, quantas missões Rank B Kisame fez?": "154 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Kisame fez?": "68 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Kisame fez?": "9 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Shino completou?": "9 missões",
    "Segundo o Official Data Book 3, Sasori completou quantas missões?": "72 missões",
    "Segundo o Official Data Book 3, Sasori completou quantas missões rank A?": "29 missões",
    "Segundo o Official Data Book 3, Sasori completou quantas missões rank C?": "12 missões",
    "Segundo o Official Data Book 3, Rock Lee completou quantas missões rank A?": "10 missões",
    "Segundo o Official Data Book 3, quantas missões rank S Gaara completou?": "3 missões",
    "Segundo o DataBook 3, Orochimaru completou quantas missões?": "1468 missões",
    "Segundo o Official Data Book 3, Sasori completou quantas missões rank S?": "10 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Yugito completou?": "185 missões",
    "Segundo o Official Data Book 3, quantas missões Kisame fez?": "312 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Temari completou?": "20 missões",
    "Segundo o Official Data Book 3, quantas missões Konan fez?": "341 missões",
    "Segundo o Official Data Book 3, quantas missões rank A Neji completou?": "11 missões",
    "Segundo o Official Data Book 1, quantas missões Rank A Zabuza completou?": "29 missões",
    "Segundo o Official Data Book 3, quantas missões rank A Tenten completou?": "7 missões",
    "Segundo o Official Data Book 3, quantas missões rank B Deidara completou?": "35 missões",
    "Segundo o Official Data Book 3, Rock Lee completou quantas missões rank C?": "21 missões",
    "Segundo o Official Data Book 1, quantas missões Rank C Zabuza completou?": "67 missões",
    "Segundo o Official Data Book 3, quantas missões rank D Konan fez?": "Nenhuma",
    "Segundo o Official Data Book 3, quantas missões Gaara completou?": "34 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Temari completou?": "12 Missões",
    "Segundo Databook 3 quantas missões D Naruto fez?": "7 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Temari completou?": "1 missão",
    "Segundo o Official Data Book 3, Rock Lee completou quantas missões rank B?": "4 missões",
    "Segundo o Official Data Book 3, quantas missões rank C Gaara completou?": "9 missões",
    "Segundo o Official Data Book 3, quantas missões rank A Konan fez?": "85 missões",
    "Segundo o Official Data Book 3, quantas missões rank D Deidara completou?": "4 missões",
    "Segundo o Official Data Book 3, quantas missões rank C Neji completou?": "19 missões",
    "Segundo o Official Data Book 3, quantas missões rank B Gaara completou?": "8 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Yugito completou?": "34 missões",
    "Segundo o Official Data Book 3, quantas missões rank D Neji completou?": "26 missões",
    "Segundo o Official Data Book 3, quantas missões rank S Konan fez?": "30 missões",
    "Segundo o Official Data Book 3, quantas missões rank S Deidara completou?": "3 Missões",
    "Segundo o Official Data Book 3, quantas missões Temari completou?": "42 missões",
    "Segundo o Official Data Book 3, Sasori completou quantas missões rank D?": "5 missões",
    "Segundo o Official Data Book 3, Rock Lee completou quantas missões?": "61 missões",
    "Segundo o Official Data Book 3, quantas missões Tenten completou?": "62 missões",
    "Segundo o Official Data Book 3, quantas missões rank B Neji completou?": "4 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Temari completou?": "9 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Yugito completou?": "190 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Temari completou?": "Nenhuma",
    "Segundo o Official Data Book 3, quantas missões rank A Shino completou?": "1 missão",
    "Segundo o Official Data Book 3, quantas missões Rank A Kisame fez?": "78 missões",
    "Segundo o Official Data Book 3, quantas missões Neji completou?": "62 missões",
    "Segundo o Official Data Book 1, quantas missões Rank B Zabuza completou?": "9 missões",
    "Segundo Databook 3 quantas missões C Naruto fez?": "1 missão",
    "Segundo o Official Data Book 3, quantas missões Rank B Yugito completou?": "356 missões",
    "Segundo o Official Data Book 3, quantas missões rank C Tenten completou?": "23 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Kankurou completou?": "10 Missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Kankurou completou?": "0 Missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Deidara completou?": "13 Missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Shino completou?": "17 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Shino completou?": "Nenhuma",
    "Segundo o Official Data Book 3, quantas missões Rank A Kisame completou?": "78 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Kisame completou?": "154 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Kisame completou?": "68 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Kisame completou?": "3 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Kisame completou?": "9 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Naruto completou?": "6 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Naruto completou?": "1 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Naruto completou?": "2 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Naruto completou?": "7 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Naruto completou?": "0 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Shikamaru nara completou?": "19 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Shikamaru nara completou?": "9 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Shikamaru nara completou?": "3 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Shikamaru nara completou?": "8 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Shikamaru nara completou?": "0 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Zabuza momochi completou?": "29 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Zabuza momochi completou?": "79 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Zabuza momochi completou?": "67 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Zabuza momochi completou?": "4 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Zabuza momochi completou?": "12 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Yugito Nii completou?": "260 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Yugito Nii completou?": "356 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Yugito Nii completou?": "185 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Yugito Nii completou?": "190 missões",
    "Segundo o Official Data Book 3, quantas missões Rank E Yugito Nii completou?": "34 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Rock Lee completou?": "10 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Rock Lee completou?": "4 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Rock Lee completou?": "21 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Rock Lee completou?": "25 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Rock Lee completou?": "1 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Neji Hyuuga completou?": "11 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Neji Hyuuga completou?": "4 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Neji Hyuuga completou?": "19 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Neji Hyuuga completou?": "26 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Neji Hyuuga completou?": "1 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Tenten completou?": "7 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Tenten completou?": "3 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Tenten completou?": "23 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Tenten completou?": "28 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Orochimaru completou?": "191 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Orochimaru completou?": "521 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Orochimaru completou?": "332 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Orochimaru completou?": "16 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Orochimaru completou?": "108 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Tsunade completou?": "418 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Tsunade completou?": "467 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Tsunade completou?": "236 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Tsunade completou?": "40 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Tsunade completou?": "95 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Konan completou?": "85 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Konan completou?": "161 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Konan completou?": "65 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Konan completou?": "0 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Konan completou?": "30 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Sasori completou?": "29 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Sasori completou?": "16 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Sasori completou?": "12 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Sasori completou?": "5 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Sasori completou?": "10 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Kankuro completou?": "23 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Kankuro completou?": "10 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Kankuro completou?": "9 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Kankuro completou?": "0 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Kankuro completou?": "1 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Sasuke uchiha completou?": "6 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Sasuke uchiha completou?": "2 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Sasuke uchiha completou?": "1 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Sasuke uchiha completou?": "7 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Sasuke uchiha completou?": "0 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Karin completou?": "3 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Karin completou?": "1 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Karin completou?": "8 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Karin completou?": "16 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Karin completou?": "2 missões",
    "Segundo o Official Data Book 3, quantas missões Rank A Darui completou?": "45 missões",
    "Segundo o Official Data Book 3, quantas missões Rank B Darui completou?": "8 missões",
    "Segundo o Official Data Book 3, quantas missões Rank C Darui completou?": "2 missões",
    "Segundo o Official Data Book 3, quantas missões Rank D Darui completou?": "25 missões",
    "Segundo o Official Data Book 3, quantas missões Rank S Darui completou?": "13 missões",
    "Segundo o Official Data Book 1, quantas missões Rank S Zabuza completou?": "12 missões",
    "Segundo o Official Data Book 3, quantas missões rank C Deidara completou?": "27 missões",
    "Segundo o Official Data Book 3, quantas missões rank A Gaara completou?": "14 missões",
    "Segundo o Official Data Book 3, quantas missões rank D Tenten completou?": "28 missões",
    "Segundo o Official Data Book 3, Rock Lee completou quantas missões rank S?": "1 missão",
    "Quem foi a primeiro Jinchuuriki da Kyuubi?": "Uzumaki Mito",
    "Na invasão de Konoha, Orochimaru está disfarçado de que Kage?": "Kazekage",
    "Como Kurosuki Raiga ficou conhecido?": "O Relâmpago da Névoa Oculta",
    "Como se chama a cachoeira onde Naruto treina para controlar a Kyubi?": "Cachoeira da Verdade",
    "Quem era o alvo de Zabuza Momochi, contratado por Gatou?": "Tazuna",
    "Juntamente com Tobi, Deidara lutou contra que Uchiha?": "Uchiha Sasuke",
    "Que Kazekage foi pai de Kankurou?": "Yondaime",
    "Deidara perdeu que parte do corpo quando acertado pelo Kamui de Kakashi?": "Braço Direito",
    "Qual Kazekage virou uma marionete de Sasori?": "Sandaime",
    "Quem foi o 2° Shinobi a esquivar do soco de Raikage em potência máxima?": "Naruto",
    "Qual a classificação do Kuchiyose • Edo Tensei?": "Kinjutsu",
    "Qual foi a missão dada a Kisame antes de se tornar da Akatsuki?": "Matar os seus companheiros",
    "Como Tobi se refere á Deidara ?": "Senpai",
    "Qual a Kekkei Genkai de Hinata?": "Byakugan",
    "Deidara é Nukenin de qual vila?": "Iwagakure no Sato / Pedra",
    "Qual era a especialização do clã Uzumaki?": "Especialistas em Selamento",
    "Qual nome da técnica de Deidara ele se transforma em uma bomba atômica?": "CO • Kyukyoku Geijutsu",
    "O que é necessário para adquirir o título Hyuuga?": "Possuir todos os níveis do Byakugan",
    "Quem foi o antigo Jinchuuriki da Kyuubi?": "Kushina",
    "Tobi entra no lugar de quem da Akatsuki?": "Sasori",
    "O que acontece quando se entra na Cachoeira da Verdade?": "Você luta contra você mesmo",
    "Quem criava uma cura para cada veneno de Chiyo?": "Tsunade",
    "Hidan é Nukenin de qual vila?": "Yugakure no Sato",
    "De quem é o corpo do Chikushodo?": "De um ninja do Clã Fuuma",
    "Na invasão de Pein e Konan em Konoha, o clã Aburame luta contra que invasor?": "Konan",
    "Como Pein se refere á Jiraiya?": "Sensei",
    "O sonho de Lee é se tornar um excelente ninja usando apenas que técnica?": "Taijutsu",
    "Nas lutas finais da terceira fase do Exame Chuunin, quem desistiu da luta contra Shino?": "Kankurou",
    "Hidan é o membro da Akatsuki mais habilidoso em que técnica?": "Taijutsu",
    "Qual o nome dos dois anciãos de Konoha?": "Homura Mitokado e Koharu Utatane",
    "Quanto vale a cabeça de Chiriku, no Mercado Negro?": "30 milhões de ryous",
    "Tsunade é qual Hokage?": "Godaime Hokage",
    "Com quantos anos Hatake Kakashi se graduou Chunnin?": "6 anos",
    "Ebisu é pego por qual Pein, com finalidade de salvar Konohamaru?": "Jigokudo",
    "Quem matou Salamander Hanzou?": "Nagato / Pein",
    "Qual nome do estilo de luta de Rock Lee?": "Gouken Ryuu",
    "Quais são os nomes, em japonês, dos elementos criados a partir da junção de outros 2 ou mais?": "Mokuton, Shouton, Hyouton e Youton",
    "Quantos corpos constituem os Caminhos da Dor?": "Seis",
    "Nas eliminatórias da terceira fase, quem Lee enfrentou?": "Gaara",
    "Hashirama Senju foi que Hokage?": "Shodaime",
    "Contra quem Temari lutou no Exame Chuunin?": "Tenten / Shikamaru Nara",
    "Qual o primeiro Pein derrotado por Naruto?": "Shurado",
    "Qual nome da técnica de Deidara que cria um dragão de argila capaz de disparar C1?": "Shinryuu",
    "Temari, Gaara e Kankurou são filhos de qual Kazekage?": "Yondaime Kazekage",
    "Em que grupo Jigokudo está na invasão de Konoha?": "Reconhecimento",
    "Quem é o sensei de Shino?": "Kurenai",
    "Com quantos anos Hatake Kakashi virou Genin?": "5 anos",
    "Com o que os insetos de Shino são alimentados?": "Chakra",
    "Kakuzu é Nukenin de qual vila?": "Takigakure no Sato",
    "Kakuzu possui quantos corações?": "5 corações",
    "Sakura derrotou que integrante da Akatsuki, com a ajuda de Chiyo?": "Sasori Akasuna",
    "Qual o nome, em japonês, da Vila do Som?": "Otogakure no Sato",
    "Com quantos anos Itachi desenvolveu o Sharingan?": "8 anos",
    "Lee lutou contra que discípulo de Orochimaru, enquanto estava na busca por Sasuke?": "Kimimaro",
    "Qual a Kekkei Genkai de Neji?": "Byakugan",
    "Que ninja de Konoha foi aprendiz de Orochimaru?": "Mitarashi Anko",
    "Quem foi o primeiro parceiro, na Akatsuki, de Sasori?": "Orochimaru",
    "Qual nome da marionete que Sasori usa como corpo?": "Hiruko",
    "O que está escrito na bandana de Jiraiya?": "Óleo",
    "De quem é o corpo de Jigokudo?": "De um manifestante, conhecido por Jiraiya",
    "Minato Namikaze foi que Hokage?": "Yondaime",
    "Jiraiya foi aluno de quem?": "Hiruzen Sarutobi",
    "O que Deidara cria com seu C1?": "Pequenos animais de argila",
    "Em que parte da Vila da Chuva Pein fica?": "Na torre oeste da vila",
    "Com quantos anos Itachi se graduou Gennin?": "7 anos",
    "Com que jutsu Konohamaru finaliza sua luta contra Pein Jigokudo?": "Rasengan",
    "Contra quem do Quarteto do Som Kankurou lutou?": "Sakon e Ukon",
    "Tsunade deu o colar de Hashirama Senju á quem?": "Naruto Uzumaki",
    "Como Kakashi Hatake é conhecido?": "Ninja Copiador",
    "Sora é um Pseudo-Jinchuuriki de qual Bijuu?": "Kyuubi",
    "Qual o nome de um dos grupos que Pein se divide na invasão de Konoha?": "Reconhecimento / Distração",
    "Quem é a esposa de Namikaze Minato?": "Kushina Uzumaki",
    "Que Doujutsu Nagato e os 6 Caminhos da Dor possuem?": "Rinnegan",
    "Aburame Shino faz parte de qual time de Konoha?": "Time 8",
    "Após derrotar Itachi Uchiha, o time de Sasuke mudou para qual nome?": "Time Taka",
    "Quais os nomes dos Jinchuurikis dos bijuus de 4, 5 e 7 caudas, respectivamente?": "Roushi, Han e Fuu",
    "Qual o nome de Yondaime Hokage?": "Minato Namikaze",
    "Qual é o sensei de Tenten?": "Maito Gai",
    "Qual nome da mãe de Kankurou?": "Karura",
    "O que Deidara cria com seu CO?": "Ele se transforma em uma bomba atômica",
    "De quem é o corpo do Shurado?": "De um nija que utilizava o estilo de luta com marionetes",
    "De que vila Rock Lee é?": "Vila da Folha",
    "Em que grupo Chikushodo está na invasão de Konoha?": "Distração",
    "Quem Hidan e Kakuzu enfrentam no Templo do Fogo?": "Chiriku",
    "Quem foi o primeiro parceiro de Deidara, na Akatsuki?": "Sasori",
    "Qual a vila de Temari?": "Sunagakure no Sato / Areia",
    "Jiraiya escreveu uma mensagem codificada nas costas de qual sapo?": "Fukasaku",
    "Jiraiya conseguiu derrotar que corpo de Pein?": "Chikushodo",
    "Quem cortou a cabeça de Hidan?": "Asuma Sarutobi",
    "Quem foi o segundo parceiro de Deidara, na Akatsuki?": "Tobi",
    "Pein prende Naruto com 6 caudas com que jutsu?": "Chibaku Tensei",
    "Qual nome da marionete de Kankurou usada principalmente para aprisionar o adversário?": "Kuroari",
    "Qual o nome em japonês do Exame Chuunin?": "Chuunin Shiken",
    "Quem é o irmão de Temari?": "Kankurou",
    "Qual o quinto Pein derrotado por Naruto?": "Jigokudo",
    "Qual o nome de Sandaime Hokage?": "Hiruzen Sarutobi",
    "Qual a religião de Hidan?": "Jashin",
    "Antes de Sasuke, Orochimaru planejou pegar o corpo de que Uchiha?": "Uchiha Itachi",
    "Quem sabia da verdade sobre Itachi Uchiha?": "Danzou / Hiruzen Sarutobi / Homura / Madara Uchiha / Tobi / Koharu",
    "Quem faz parte do time de Neji?": "Lee / Tenten",
    "Konohamaru luta contra qual Pein?": "Jigokudo",
    "Qual é o nome da marionete principal de Kankurou?": "Karasu",
    "Quando Kakashi ia ser esmagado, quem o empurrou, lhe salvando?": "Obito Uchiha",
    "Quais os dois elementos principais de Hatake Kakashi?": "Doton e Raiton",
    "Hiruzen Sarutobi foi que Hokage?": "Sandaime",
    "Que Pein mata Shizune?": "Ningendo",
    "Qual o nome da espada de Momochi Zabuza, literalmente traduzida como “Espada que corta cavalos”?": "Zambatou",
    "Na segunda fase do Exame Chuunin, Lee foi derrotado por quem?": "Dosu",
    "Quem ataca Pein, tentando proteger Naruto, que está preso pelas estacas negras de Pein?": "Hinata",
    "Qual nome do estilo de luta bêbado de Rock Lee?": "Suiken Ryuu",
    "Quem é o ninja por trás dos seis corpos de Pein?": "Nagato",
    "Com quantos anos Gaara se torna Kazekage?": "15 Anos",
    "O clã Aburame tem rivalidade contra que outro clã?": "Kamizurui",
    "Qual sobrenome de Sasori?": "Akasuna",
    "Quantas lâminas possui a foice de Hidan?": "3 Laminas",
    "Quem ensinou o Katon • Goukakyuu no Jutsu para Sasuke ?": "Fugaku Uchiha",
    "Kakuzu possui quantos elementos?": "5 elementos",
    "Quem é o fundador da ANBU Ne?": "Danzou",
    "Itachi pertence a qual clã?": "Uchiha",
    "Quantas missões concluídas são necessárias para o ninja Estudante se tornar um ninja Sannin?": "120",
    "Em que posição Kankurou e seus irmãos chegam na segunda prova do Exame Chuunin?": "Primeiro",
    "Quem faz parte do time de Tenten?": "Neji / Lee",
    "Jiraiya, durante a Segunda Grande Guerra Ninja, cuidou de quais crianças?": "Nagato, Konan e Yahiko",
    "Contra quem do Quarteto do Som Temari lutou?": "Tayuya",
    "O sonho de Tenten é se tornar mais forte que quem?": "Tsunade",
    "Lutando contra Gaara, Deidara perdeu que parte do corpo?": "Braço Esquerdo",
    "Quem foi pupilo de Hiruzen?": "Jiraiya / Tsunade / Orochimaru",
    "Quem é o irmão caçula de Itachi?": "Sasuke Uchiha",
    "Contra qual líder Jiraiya, Tsunade e Orochimaru lutaram?": "Salamander Hanzou",
    "Quem recebeu as células de Hashirama Senju, através das experiências de Orochimaru?": "Yamato",
    "Qual nome da técnica de Deidara que cria um clone perfeito de argila?": "Kibaku Bushin",
    "Quem foi o único a descordar da missão de Itachi, enquanto estava na ANBU?": "Hiruzen Sarutobi",
    "Haku matou que parente seu?": "Seu pai",
    "De que vila é Yugito Nii?": "Kumogakure no Sato / Nuvem",
    "Quem curou Lee de seus ferimentos gravíssimos?": "Tsunade",
    "Quem criou a marionete Karasu?": "Sasori",
    "O que Suzumebachi invoca?": "Abelha",
    "As 3 marionetes de Kankurou foram criadas por quem?": "Sasori",
    "Quem é o pai de Itachi?": "Fugaku Uchiha",
    "Qual a vila de Kankurou?": "Sunagakure no Sato / Areia",
    "Membros de que Clã encontram Pein Gakido no necrotério?": "Inuzuka",
    "O clã Uchiha e o Clã Senju são “herdeiros” de quem?": "Rikudou Sennin",
    "O Rasenshuriken, de Naruto Uzumaki, é um jutsu de qual elemento?": "Fuuton",
    "De que vila é Tenten?": "Vila da Folha/Konohagakure no Sato",
    "Qual é o clã de Suzumebachi?": "Kamizuru",
    "Qual nome da mãe de Gaara?": "Karura",
    "Tenten luta utilizando que tipo de luta?": "Armas Ninjas",
    "Pein capturou que Jinchuuriki?": "Utakata",
    "Qual nome da técnica de Deidara que ao encostar no chão é capaz de destruir uma vila inteira?": "Nendoshin",
    "Quais as três fases do Rasengan?": "Rotação, poder e contenção",
    "Qual é a Kekkei Genkai de Haku?": "Hyouton",
    "Qual o nome, em japonês, da Vila da Pedra?": "Iwagakure no Sato",
    "No anel da Akatsuki de Orochimaru, está escrito o que?": "Céu",
    "Qual o nome, em japonês, da Vila da Areia?": "Sunagakure no Sato",
    "Danzou possui qual Doujutsu?": "Sharingan",
    "Em que grupo Konan está na invasão de Konoha?": "Reconhecimento",
    "De quem são as duas estátuas situadas no Vale do Fim?": "Hashirama Senju e Madara Uchiha",
    "Com quem Sasuke lutou na terceira parte do Exame Chunnin?": "Yoroi Akadou",
    "Deidara, antes de entrar para a Akatuski, “trabalhava” como o que?": "Terrorista",
    "Kakuzu já teve a missão de assassinar que Kage?": "Shodaime Hokage",
    "Quem virou pupilo de Zabuza?": "Haku",
    "Qual o Pein que foi ressuscitado e derrotado pela segunda vez por Naruto?": "Gakido",
    "Por qual motivo Sasuke Uchiha quer a vingança de Itachi Uchiha?": "Por ele ter matado todo o clã Uchiha",
    "Segundo o Official Data Book 1, quantas missões Rank D Zabuza completou?": "4 missões",
    "O que são aqueles “piercings” nos corpos de Pein?": "Transmissores de Chakra",
    "O que Hidan precisa fazer para manter sua imortalidade?": "Fazer rituais de sacrifício constantemente",
    "Que ninja da Akatsuki captura Yugito Nii?": "Kakuzu / Hidan",
    "Em que grupo Gakido está na invasão de Konoha?": "Distração",
    "Quem faz parte da equipe de Lee?": "Neji / Tenten",
    "Sasuke, junto com o time Taka, luta com qual Jinchuuriki?": "Killer Bee",
    "Quem é o parceiro de Hidan?": "Kakuzu",
    "O que Deidara cria com seu C2?": "Um dragão de argila",
    "Qual é o nome, em japonês, do jutsu “Mil Anos de Dor”?": "Sennen Goroshi",
    "Qual o nome da espada invocada por Orochimaru?": "Kusanagi",
    "Quem é a dupla de Konan?": "Pein",
    "Quem fundou a Corporação da Policia Militar de Konoha?": "Clã Uchiha",
    "Kisame, juntamente com Itachi, capturaram que Jinchuuriki?": "Roushi",
    "Itachi faz dupla com quem da Akatsuki?": "Kisame",
    "Quem matou Haku?": "Kakashi",
    "Qual título de adquire ao ser portador dos 9 Bijuus?": "Jinchuuriki do Juubi",
    "Quem é a mãe de Itachi?": "Mikoto Uchiha",
    "Pein e Konan vão atrás de que Jinchuuriki?": "Naruto",
    "Juntamente com Deidara, Tobi captura que Bijuu?": "Sanbi",
    "Quem faz parte do time de Shino?": "Kiba / Hinata",
    "Qual é o nome em japonês das Técnicas com Marionetes?": "Kugutsu no Jutsu",
    "Hyuuga Hinata faz parte de qual time de Konoha?": "Time 8",
    "Em que vila o suposto líder da Akatsuki, Pein, se localiza?": "Vila da Chuva",
    "Tenten perdeu para quem no Exame Chuunin?": "Temari",
    "Qual o último Pein derrotado por Naruto?": "Tendo",
    "Qual o nome do sétimo portão de chakra?": "Portão da Insanidade",
    "Da onde Teuchi é chefe e Ayame sua assistente?": "Ichiraku Ramen",
    "Quem é o sensei de Tenten?": "Maito Gai",
    "Kakuzu, juntamente com Hidan, capturou que Jinchuuriki?": "Yugito Nii",
    "Quem fazia parte do Trio do Clã Kamizuru?": "Suzumebachi e seus irmãos",
    "Tobirama Senju foi que Hokage?": "Nidaime",
    "Qual o nome, em japonês, da Vila da Folha?": "Konohagakure no Sato",
    "Kisame domina com perfeição que elemento?": "Suiton",
    "Itachi, juntamente com Kisame, capturam que Jinchuuriki?": "Roushi",
    "Como chama o bastão do Sandaime Hokage?": "Kongou Nyoi",
    "Quem é o único membro da Akatsuki que não faz dupla?": "Zetsu",
    "Quem é o irmão mais novo de Kankurou?": "Gaara",
    "Qual o clã de Neji?": "Hyuuga",
    "Quem é o sensei de Rock Lee?": "Maito Gai",
    "Com que jutsu Pein Tendo destrói Konoha?": "Shinra Tensei",
    "Quem sabia a verdade sobre Itachi Uchiha?": "Madara Uchiha / Hiruzen Sarutobi",
    "Tobi entra no lugar de quem na akatsuki?": "Sasori",
    "Shino, juntamente com Naruto, Hinata, Kiba e Akamaru são mandados em uma missão da busca de que besouro?": "Bikouchuu",
    "Qual é a natureza do Chakra de Sora?": "Fuuton",
    "Qual a única parte viva de Sasori?": "Seu coração",
    "Antes de Haku, quem foram os discipulos de Zabuza?": "Irmãos Houzuki",
    "Quem é o padrinho de Naruto?": "Jiraiya",
    "Quem se sacrifica para reviver Gaara?": "Chiyo",
    "Deidara, no começo da fase Shippuuden, luta contra que Jinchuuriki?": "Gaara",
    "Quem é a irmã mais velha de Gaara?": "Temari",
    "Qual nome da mãe de Temari?": "Karura",
    "De que vila é Neji?": "Konohagakure no Sato / Folha",
    "Quais os nomes dos Gama Ni Dai Sennin (Dois Grandes Sapos Eremitas)?": "Fukasaku e Shima",
    "Quem é o tio de Itachi?": "Teyaki Uchiha",
    "Quem matou a mãe de Haku?": "Seu Pai",
    "Deidara lutou com que Kage?": "Kazekage",
    "Quem é o afilhado de Jiraiya?": "Naruto Uzumaki",
    "Quem é o sensei de Haku?": "Momochi Zabuza",
    "Kisame é Nukenin de qual vila?": "Kirigakure no Sato / Névoa",
    "Quem da o golpe final em Kakuzu?": "Kakashi Hatake",
    "Antes de entrar para a Akatsuki, Deidara lutou contra que Uchiha?": "Uchiha Itachi",
    "A série Naruto foi criada por quem?": "Masashi Kishimoto",
    "Hoshigaki Kisame é parceiro de quem, na Akatsuki?": "Uchiha Itachi",
    "Como Temari chama os círculos roxos de seu leque?": "Lua",
    "Quantas tarefas são necessárias para se graduar Gennin?": "10 tarefas",
    "Suzumebachi é de que vila?": "Iwagakure no Sato / Pedra",
    "Quais Rasengans são únicos de filmes?": "Tatsumaki Rasengan, Nanairo Rasengan e Chou Chakra Rasengan",
    "Sasori é Nukenin de qual vila?": " Sunagakure no Sato",
    "Na invasão de Konoha, Konan se encontra com membros de que Clã?": "Aburame",
    "No começo da saga Shippuuden, Gaara luta contra que Akatsuki?": "Deidara",
    "Que Doujutsu Tobi possui no seu olho direito?": "Sharingan",
    "Qual é a arma que Yondaime Hokage utilizava, principalmente para se teletransportar?": "Kunai de 3 pontas",
    "O que está escrito no Kanji, nas costas de Tsunade?": "Aposta",
    "Quais os dois sapos que ficam no ombro de Jiraiya, ao usar o Modo Eremita?": "Shima e Fukasaku",
    "Como chama a espada de Kisame?": "Samehada",
    "Qual o nome do clã do Deidara?": "Kibaku Nendo",
    "Quem é o irmão mais velho de Gaara?": "Kankurou",
    "Como se chama o macaco invocado por Hiruzen?": "Enma",
    "Qual o intervalo mínimo que Pein Tendo pode soltar sua técnica gravitacional?": "5 segundos",
    "De que vila Hoshigaki Kisame foi?": "Vila da Névoa",
    "Em que posição Temari e seus irmãos chegam na segunda prova do Exame Chuunin?": "Primeiro",
    "Konan utiliza Ninjutsus de que tipo?": "Papel",
    "Que Kazekage foi pai de Gaara?": "Yondaime",
    "Para quem Neji perdeu no Exame Chuunin?": "Naruto",
    "Qual nome de Godaime Hokage?": "Tsunade",
    "Quem é a irmã de Kankurou?": "Temari",
    "Em que grupo Shurado está na invasão de Konoha?": "Distração",
    "Quem é a tia de Itachi?": "Uruchi Uchiha",
    "Como Kakashi adquiriu o Sharingan?": "Ganhou de presente de seu amigo falecido, Uchiha Obito",
    "De quem é o corpo do Jigokudo?": "De um manifestante, conhecido por Jiraiya",
    "Quem criou a marionete Kuroari?": "Sasori",
    "Rock Lee consegue abrir até que Portão de Chakra?": "Portão da Floresta (Atualizado - Sexto Portão da Visão)",
    "Quais os dois clãs que fundaram Konoha?": "Clã Senju e Clã Uchiha",
    "Qual elemento de Zabuza?": "Suiton",
    "Em que grupo Tendo está na invasão de Konoha?": "Reconhecimento",
    "Quais os quatro, dos sete, espadachins da névoa conhecidos?": "Raiga, Zabuza, Choujiro e Kisame",
    "Qual o terceiro Pein derrotado por Naruto?": "Ningendo",
    "Neji lutou contra quem do Quarteto do Som?": "Kidoumaru",
    "Quem confundiu Kakashi com seu pai, Sakumo Hatake?": "Chiyo",
    "Konan é Nukenin de qual vila?": "Amegakure no Sato / Chuva",
    "Neji faz parte de que time de Konoha?": "Time 9",
    "Quem destruiu o primeiro coração de Kakuzu?": "Kakashi Hatake",
    "Quem Tobi diz ser?": "Uchiha Madara",
    "Que Pein começa a luta com Jiraiya em Amekagure no Sato?": "Chikushodo",
    "O que é necessário fazer para se adquirir o título O Matador de Bijuus?": "Derrotar jogadores portadores das Bijuus",
    "Yuuhi Kurenai é a líder de qual time de Konoha?": "Time 8",
    "Qual o tempo máximo das missões rank C?": "8 horas",
    "Qual série de livros Kakashi é fã?": "Icha Icha",
    "Com quantos anos Itachi se graduou Chuunin?": "10 anos",
    "Lee é apaixonado por quem?": "Sakura",
    "Gaara é que Kazekage?": "Godaime",
    "Qual elemento que Tobirama Senju utilizava?": "Suiton",
    "Quem foi o segundo parceiro, na Akatsuki, de Sasori?": "Deidara",
    "Como Momochi Zabuza ficou conhecido?": "O Demônio da Névoa Oculta",
    "Como era o apelido de Yondaime Hokage?": "Relâmpago Dourado de Konoha",
    "Quem é a jinchuuriki do Bijuu Nibi no Nekomata?": "Yugito",
    "De que vila é Sabaku no Gaara?": "Sunagakure no Sato / Vila da Areia",
    "Em que posição Garra e seus irmãos chegam na segunda prova do Exame Chuunin?": "Primeiro",
    "Quem foi que selou a Kyuubi dentro de Naruto?": "Minato Namikaze",
    "Qual nome, em japonês, da técnica usada por Chiriku, que milhares de braços dourados surgem ao seu redor?": "Raigou Senjusatsu",
    "Qual o apelido de Jiraiya, dado por Naruto?": "Ero Sennin",
    "Quem é o sensei de Hinata?": "Kurenai",
    "Sakura, ao treinar por mais de dois anos com Tsunade, aprende quais habilidades?": "Jutsus Medicinais, Esquiva e Força sobrehumana",
    "Contra quem Kankurou iria lutar na terceira fase do Exame Chunnin?": "Shino",
    "Qual o nome do lugar onde moram os Sapos invocados?": "Monte Myoboku",
    "O que Deidara cria com seu C3?": "Uma bomba gigante de argila capaz de destruir uma vila",
    "Kisame, juntamente com Itachi, capturam que Jinchuuriki?": "Roushi",
    "Na luta contra Gaara, no Exame Chuunin, Lee abriu até que portão de chakra?": "Quinto portão",
    "Quem faz parte do time de Hinata?": "Kiba / Shino",
    "Qual o Clã de Shino?": "Aburame",
    "Quem é o pai de Sora?": "Kazuma",
    "Qual o segundo Pein derrotado por Naruto?": "Gakido",
    "Konan fez o que de papel para esconder Nagato?": "Uma árvore",
    "Quem é a avó de Sasori?": "Chiyo",
    "O que Hidan precisa do adversário para executar sua maldição?": "Sangue",
    "Jiraiya é escritor de qual série de livros?": "Icha Icha",
    "Quantos anos Tsunade tem?": "54 anos",
    "Em que grupo Ningendo está na invasão de Konoha?": "Reconhecimento",
    "Nas lutas preliminares da terceira fase do Exame Chuunin, Shino lutou e venceu quem?": "Zaku",
    "Com quantos anos Itachi se tornou líder da ANBU?": "13 anos",
    "Qual a arma que Temari usa?": "Leque",
    "Quem Kakuzu e Hidan enfrentam no Templo do Fogo?": "Chiriku",
    "De qual Grande Guerra Ninja Jiraya participou?": "Segunda",
    "Quais os elementos de Sasuke Uchiha?": "Raiton e Katon",
    "Quem é o membro da Akatsuki que possui mais chakra?": "Kisame Hoshigaki",
    "Quem chama Tobi de \"bom garoto\"?": "Zetsu",
    "Com quantas caudas Naruto se liberta do Chibaku Tensei do Pein Tendo?": "8 caudas",
    "Kakashi começa uma luta contra que Pein?": "Tendo",
    "Segundo o Official Data Book 1, quantas missões Zabuza completou?": "191 missões",
    "Quem é o irmão mais novo de Temari?": "Gaara",
    "Qual nome da marionete de Kankurou usada principalmente para defesa?": "Sanshouou",
    "Quantos genins Kakashi aprovou antes do Time 7?": "Nenhum",
    "O que Kakuzu acha mais importante no mundo?": "Dinheiro",
    "Na série clássica, Itachi usa o Tsukuyomi em quem?": "Kakashi Hatake",
    "Nas eliminatórias da terceira fase do Exame Chuunin, Gaara luta contra quem?": "Lee",
    "De que vila é Zabuza?": "Kirigakure no Sato / Névoa",
    "De quem é o corpo do Tendo?": "De Yahiko, ex-aluno de Jiraiya e amigo de Nagato",
    "Qual nome da espada invocada por Orochimaru?": "Kusanagi",
    "Segundo Databook 3 quantas missões B Naruto fez?": "2 Missões",
    "Quantas lutas Nagato perdeu, antes de lutar contra Naruto?": "Nenhuma",
    "Quem é o irmão de Madara?": "Uchiha Izuna",
    "Tsunade tinha que fobia?": "Hemofobia",
    "Qual a Kekkei Genkai de Hashirama?": "Mokuton",
    "Qual o nome da 44° área de treinamento em Konoha?": "Floresta da Morte",
    "Qual o significado do simbolo nas costas do Naruto?": "Simbolo da Vila do Redemoinho",
    "Quais são os elementos de Yamato?": "Suiton e Doton",
    "Qual o quarto Pein derrotado por Naruto?": "Chikushodo",
    "Quem Orochimaru prometeu ressuscitar se Tsunade cura-se seus braços?": "Nawaki e Dan",
    "O que Kushina fez par ser encontrada quando foi sequestrada pela Nuvem?": "Arrancava um fio de cabelo por vez",
    "Com quantos anos Kakashi Hatake se graduou Jounin?": "13 anos",
    "Qual é o nome da Conquista que precisa ter 20 Misso Gyoza-Ramen e 20 Shoyu Gyoza-Ramen?": "Ramen Lover",
    "A aparência de Nawaki, irmão de Tsunade, era semelhante a quem?": "Naruto Uzumaki",
    "Qual clã Fudou eliminou e os transformou em zumbis?": "Kohaku",
    "Qual o elemento de Temari?": "Fuuton",
    "O que Shino tem dentro de seu corpo?": "Insetos",
    "O que precisa para ter o título da conquista O Caçador da Folha?": "Matar 500 players da vila da folha",
    "Com quantos anos Gaara foi inscrito no Chuunin Shiken?": "12 Anos",
    "Quem é a mãe de Hikaru?": "Amayo",
    "Qual era o apelido que os alunos deram quando Kushina chegou na academia ninja?": "Tomate",
    "Segundo o Databook 3, quantas missões Tsunade já realizou?": "1256 missões",
    "Qual era o apelido que Kushina ganhou após bater em todos os alunos da academia?": "Pimenta Sangrenta",
    "Naruto se formou na academia com que idade?": "12 anos",
    "Qual título de adquire ao ser portador dos 10 Bijuus?": "Jinchuuriki Supremo",
    "Quem é o parceiro de Kakuzu?": "Hidan",
    "Qual o motivo de que Naruto queira se tornar Hokage um dia?": "Para ganhar o respeito de todos da vila",
    "Quem é o filho de Michiru?": "Hikaru Tsuki",
    "Nagato se sacrifica fazendo o que?": "Revivendo todos os ninjas que matou em Konoha",
    "Qual nome em japonês do selo utilizado por Minato para selar a Kyuubi?": "Hakke no Fuuin Shiki",
    "Que Kazekage foi pai de Temari?": "Yondaime",
    "Quando Itachi encontra com Naruto ele coloca algo dentro do corpo dele, o que foi que Itachi colocou no Naruto?": "Um Corvo",
    "O que Naruto deve fazer para completar a chave do selo da Kyubi": "Realizar uma combinações de solo",
    "Qual era o sonho de Kushina no seu primeiro dia de academia?": "Ser a primeira mulher Hokage",
    "Qual a habilidade da espada de Kisame, Samehada?": "Absorver o Chakra de quem é acertado",
    "Quem é o Sensei de Amaru?": "Shinou",
    "De que outro clã os Uzumaki são parentes?": "Clã Senju",
    "Qual a invocação de Temari?": "Fuinhas / Kamatari",
    "Qual verdadeiro nome de Yamato?": "Tenzou",
    "Como Hoshigaki Kisame ficou conhecido?": "O Predador da Névoa Oculta",
    "Qual é o objetivo de Sasuke?": "Destruir a Folha",
    "Como se chama o jutsu usado pelo Sandaime Hokage que sela os braços de Orochimaru?": "Shiki Fuujin",
    "Qual elemento principal de Kakuzu?": "Doton",
    "Qual o jutsu usado por Kushina para ajudar o Naruto a dominar a Kyubi?": "Jutsu das correntes",
    "De qual Vila Kushina pertencia?": "Redemoinho",
    "Quem é o sensei de Neji?": "Maito Gai",
    "Pein e Konan vão atrás de que Bijuu?": "Kyuubi",
    "Yondaime Hokage foi sensei de quem?": "Rin / Hatake Kakashi / Uchiha Obito",
    "Hidan perdeu a luta contra quem?": "Shikamaru Nara",
    "Quem destruiu o segundo coração de Kakuzu?": "Hidan",
    "Como Sasuke Uchiha sobreviveu ao C0 de Deidara?": "Invocando Manda e se teleportando",
    "Com qual idade Tsunade se tornou Genin?": "6 anos",
    "Naruto consegue destruir quantos corações de Kakuzu com seu Rasenshuriken?": "2 corações",
    "Quem foram os senseis de Hiruzen Sarutobi?": "Hashirama e Tobirama",
    "Que sapo luta contra o Cerberus de Pein Chikushodo, na Vila da Chuva?": "Gamaken",
    "Danzou possui que elemento especial?": "Mokuton",
    "Quem contratou Zabuza?": "Gatou",
    "O que Deidara cria com seu C4?": "Um Deidara gigante de argila",
    "Qual a profecia que o Grande Sabio fez para o Naruto?": "Que ele encontrária um polvo",
    "Quem chama Tobi de “bom garoto”?": "Zetsu",
    "O que ocorre quando Danzou utiliza um jutsu na batalha com Sasuke?": "O olho do seu braço se fecha",
    "Qual o animal que o Gai invoca as vezes?": "Uma tartaruga",
    "Que palavra Deidara grita antes de explodir a argila?": "Katsu !",
    "Quem passou na primeira etapa do Exame chunnin sem responder nenhuma pergunta?": "Naruto",
    "Na luta contra Kisame, Gai utiliza um golpe taijutsu com o formato de um animal, que animal é esse?": "Tigre",
    "Lee passou na primeira fase do Exame Chuunin com ajuda de quem?": "Tenten",
    "O Sharingan é um Doujutsu de qual Clã?": "Uchiha",
    "Membros de que Clã chegam para ajudar Kakashi na luta contra o Tendo e Shurado?": "Akimichi",
    "Qual o efeito colateral ao usar o Izanagi?": "O usuário fecha o Sharingan e nunca mais consegue abrir",
    "Quem sela a Raposo de Nove Caudas dentro do Naruto?": "Minato",
    "Qual nome do tio de Gaara?": "Yashamaru",
    "Com qual golpe Naruto consegue derrotar a Kyubi?": "Senpou Chou Oodama Rasengan",
    "Quantos jogadores derrotados são necessários para se completar alguma conquista “Slayer”?": "5000 jogadores",
    "Como Konan é apelidada pelos ninjas da Vila da Chuva?": "Anjo de Deus",
    "No anel da Akatsuki de Kisame Hoshigaki, está escrito o que ?": "Sul",
    "Yugito é jinchuuriki de que Bijuu?": "Nibi",
    "Com que jutsu Itachi selou o Orochimaru?": "Susanoo",
    "Quando Orochimaru ataca Itachi Uchiha , que parte do corpo de Orochimaru perde?": "Mão esquerda",
    "Gaara é jinchuuriki de que Bijuu?": "Ichibi",
    "Quando Kisame lutou contra Maito Gai, Rock Lee, Ten Ten e Neji Hyuuga, estava usando um corpo com quantos por cento de seu chakra?": "30%",
    "Itachi assassinou que Uchiha para conseguir o Magenkyou Sharingan?": "Shisui Uchiha",
    "Quando o selo que prende a Kyuubi fica enfraquecido?": "No nascimento do bêbe",
    "Quem foi engolido pelo Sanbi?": "Naruto",
    "Como chama o Doujutsu que o próprio clã Uchiha Proibiu?": "Izanagi",
    "Qual o primeiro jutsu do elemento Raiton usado por Uchiha Sasuke?": "Raiton • Chidori",
    "Kisame faz parte de que grupo, tirando a Akatsuki?": "Os 7 Espadachins da Névoa",
    "Jiraiya é um Sannin juntamente com quem?": "Tsunade e Orochimaru",
    "Quem é a arma suprema da vila Takumi?": "Seimei",
    "Quem é o filho de Namikaze Minato?": "Naruto Uzumaki",
    "Durante o treino para controlar a Kyubi Naruto tem uma surpresa, que supresa é essa?": "A Mãe do Naruto aparece",
    "Quem foi que nomeou Jiraya, Tsunade e Orochimaru como os Três Sannins de Konoha?": "Salamander Hanzou",
    "Em que lugar foi realizada a reunião dos Kages?": "Ferro",
    "No passado, Zabuza fez parte de qual grupo?": "Espadachins da Névoa",
    "Tenten faz parte de que time de Konoha?": "Time 9 (Gai)",
    "Em que arma Naruto se transforma para soltar Kakashi da prisão de água de Zabuza?": "Fuuma Shuriken",
    "O que existe atras da Cachoeira da Verdade?": "Um templo para treino",
    "O que Sasuke pede para que seja implantado nele?": "Implantar os olhos do Itachi",
    "Kakashi morre ao utilizar que técnica, salvando Chouji?": "Kamui",
    "Na luta entre o time 9 e Kisame Hoshigaki até que portão de chakra Maito Gai abre?": "Sexto portão",
    "Suzumebachi é neta de que Tsuchikage?": "Shodaime",
    "De quem é o corpo do Gakido?": "De um ninja da Aldeia da Grama",
    "O que Orochimaru implantou no corpo de Danzou?": "O DNA do Shodaime",
    "Qual o nome do irmão de Ibiki Morino foragido de Konoha?": "Idate Morino",
    "Quantos pontos são necessários para adquirir o título Mestre do Selo?": "100 pontos treinados em Selo",
    "Onde Hidan foi soterrado por Shikamaru?": "Em uma área exclusiva do Clã Nara",
    "Ao completar as missões 10 tarefas, 40 rank D, 40 rank C, 40 rank B, 40 rank A e 40 rank S, quantos pontos de conquista o jogador consegue?": "310 pontos",
    "De que vila é o ninja que Orochimaru usa o corpo, no Exame Chunnin?": "Vila da Grama",
    "No Exame Chunnin, qual é o primeiro oponente de Sasuke?": "Rock Lee",
    "Qual elemento de Danzou?": "Fuuton",
    "O que ocorre no momento do nascimento do Naruto?": "Um mascarado aparece e ameaça Naruto",
    "Quem é o lider dos Ryounins?": "Hakkaku",
    "Em que dedo Kisame Hoshigaki usa seu anel da Akatsuki?": "Anelar esquerdo",
    "Como Sasuke derrotou Danzou?": "Ele usou um Genjutsu",
    "O que significa Ryori ninja?": "Ninja cozinheiro",
    "Quem aparece para unir forças e participar da Guerra ninja com Tobi?": "Kabuto",
    "Quais são os elementos de Jiraiya?": "Doton e Katon",
    "Quais são os nomes dos Ninkens de Hatake Kakashi": "Pakkun, Shiba, Bisuke, Akino, Guruko, Uuhei, Urushi e Buru",
    "Orochimaru já foi que Kage?": "Otokage",
    "Kisame, ao ver a face de Tobi, lhe chama de que?": "Antigo Mizukage",
    "Qual o segredo escondido debaixo das faixas de Danzou?": "Ele possui o Sharingan pelo corpo",
    "Rock Lee conseguiu abrir até que Portão de Chakra?": "Sexto portão da Visão",
    "Qual nome da técnica de Deidara que nanobombas entram na pessoa e a destrói por dentro?": "Karura",
    "O que Naruto precisa fazer para abrir a sala de treino do Killer Bee?": "Colocar a cabeça dentro da pedra",
    "Qual tipo de invocação Yodaime Hokage tem contrato?": "Sapos",
    "Segundo o Official Data Book 3, quantas missões Rank D Kisame fez?": "3 missões",
    "Neji possui que Doujutsu?": "Byakugan",
    "O que significa o Kanji na testa de Gaara?": "Amor",
    "Na série clássica, qual nome do gato que o time 7 resgata?": "Tora",
    "Como se chamam os irmãos de Suzumebachi?": "Jibachi e Kurobachi",
    "Como se chamava o pai de Neji Hyuuga?": "Hizashi",
    "Quem é o fundador da vila Takumi?": "Seimei",
    "Qual o nome, em japonês, da Vila da Névoa?": "Kirigakure no Sato",
    "Quem foi o examinador da primeira parte do Chunnin Shiken?": "Ibiki Morino",
    "Onde Sasori ia se encontrar com Kabuto?": "Ponte do Céu e da Terra / País da Grama",
    "Segundo o Official Data Book 3, Rock Lee completou quantas missões rank D?": "25 missões",
    "Kitane, Nauma, Tou’u e Seito são de que grupo?": "Guardiões do Templo do Fogo",
    "Quem se disfarça de Maito Gai e enfrenta Rock Lee em seu dojo?": "Nanafushi",
    "Quais são os elementos de Gamabunta?": "Suiton e Katon",
    "Qual a graduação de Momochi Zabuza?": "Jounin",
    "Como Naruto venceu o seu eu malvado na cachoeira da verdade": "Abraçando ele",
    "Juntamente com Tobi, Deidara captura que Bijuu?": "Sanbi",
    "De qual Vila era o clã Uzumaki?": "Redemoinho",
    "Como é chamado o Rasengan criado a partir do Rasengan do Naruto junto com o Rasengan de Minato Namikaze?": "Taikyoku Rasengan",
    "Qual o nome de Nidaime Hokage?": "Tobirama Senju",
    "Com quantos anos Yugito virou uma Jinchuuriki?": "2 anos",
    "A forma perfeita do Susano possui uma arma, que tipo de arma é essa?": "Um Arco e Flecha",
    "Na luta de Kakashi e Tendo, que outro Pein chega?": "Shurado",
    "Nas eliminatórias do exame chunnin contra quem Kankuro lutou?": "Tsurugi Misumi",
    "De acordo com o Hall da Fama, quais foram os jogadores que ficaram em primeiro lugar do Round Beta, Round 1 e Round 2, respectivamente?": "Knight of konoha ; X_Zell_X ; Scorpius",
    "Ao desenhar Hidan, Masashi Kishimoto quis dar a ele que aparência?": "De um Shinigami",
    "Qual o nome de Shodaime Hokage?": "Hashirama Senju",
    "Quem revela para Naruto que a Kyuubi esta selada dentro de seu corpo?": "Touji Mizuki",
    "Em qual dedo Sasori Akasuna utiliza o anel da Akatsuki?": "Polegar esquerdo",
    "O que faz a chave que o Grande Sabio entrega ao Naruto?": "Liberar o chakra da Kyubi",
    "Qual foi o selo usado para selar a Kyuubi no Naruto": "Selo de 8 Trigamas",
    "Quem estava dentro da Espada Samehada?": "Kisame",
    "No anel da Akatsuki de Itachi Uchiha, está escrito o que ?": "Escarlate",
    "O que o mascarado quer ao sequestrar Kushina?": "Usar a Kyuubi contra a Folha",
    "Que parente de Gaara o tentou matar?": "Tio",
    "Qual o nome do primeiro livro de Jiraiya?": "Dokonjou Ninden",
    "Depois de fugir de Kirigakure no Sato, Zabuza queria assassinar que Kage?": "Mizukage",
    "Em que dedo Itachi Uchiha usa seu anel da Akatsuki?": "Anelar direito",
    "Ao chegar na ilha para o treinamento Naruto é atacado por qual monstro?": "Uma lula gigante",
    "O que Gaara faz para passar na primeira prova do Exame Chuunin?": "Cria um terceiro olho com a areia",
    "Haku é sobrevivente de que Clã?": "Koori",
    "Em que dedo Hidan usa seu anel da Akatsuki?": "Indicador esquerdo",
    "De quem é o corpo do Ningendo?": "De um ninja da Aldeia da Cachoeira",
    "Qual a cor da máscara de Tobi na primeira vez que apareceu no anime ?": "Laranja",
    "Qual era o sonho do Minato quando estava na academia ninja?": "Tornar-se Hokage",
    "Quem é o pai de Ayame?": "Teuchi",
    "O que ocorre no momento que o Kakashi seria anunciado como Hokage?": "Tsunade acorda do Coma",
    "Qual clã é especialista em copiar faces?": "Kedoui",
    "Quem é a única mulher da Akatsuki?": "Konan",
    "Na luta contra Kisame, Gai utiliza qual portão?": "Sétimo Portão",
    "Qual nome de Kaima?": "Isaribi",
    "Qual a cor do cabelo da Kushina?": "Vermelho",
    "Como era conhecida a Vila do Redemoinho?": "longevidade",
    "Como Naruto deve fazer pra dominar o chakra da Nove Caudas?": "Ele deve prender o chakra dela no dele e puxar para fora",
    "Após Sasuke Uchiha fugir de Konoha, qual o nome do time que formou?": "Time Hebi",
    "Quantos anos Danzou tem?": "72 anos",
    "Qual a primeira coisa que o Naruto precisa fazer para o dominar o chakra da Nove Caudas?": "Abrir o selo usando a chave",
    "O que Menma utiliza para revigorar o chakra de seus companheiros?": "Som de ocarina",
    "Qual membro do clã Fuuma que consegue absorver corpos ?": "Arashi",
    "Segundo Naruto, o que pode ocorrer se ele e Sasuke lutarem?": "Eles morrerem",
    "Quais são os nomes dos Ninkens de Hatake Kakashi?": "Pakkun, Shiba, Bisuke, Akino, Guruko, Uuhei, Urushi e Buru",
    "Quem sela a Raposa de Nove Caudas dentro do Naruto?": "Minato",
    "Hidan, juntamente com Kakuzu, capturou que Jinchuuriki?": "Yugito Nii",
    "Qual era o objetivo de Sasuke?": "Destruir a Folha",
    "O que Naruto deve fazer para completar a chave do selo da Kyuubi?": "Engolir o Sapo",
    "Antes da atual Guerra Ninja, quais eram quatro, dos sete, espadachins da névoa conhecidos?": "Raiga, Zabuza, Choujiro e Kisame",
    "Kisame era o que de Fuguki ?": "Subordinado",
    "Quem Konan diz que é a 'Luz' ?": "Naruto",
    "A quem Aoba compara seu jutsu de entrar na mente do inimigo, dizendo que não chega aos pés ?": "Inoichi",
    "Que Edo Tensei Kabuto usa para ir capturar Yamato ?": "Deidara",
    "Existem cerca de quantos Zetsus no Esconderijo de Tobi e Kabuto ?": "100 mil",
    "Por quanto tempo Tobi consegue se permanecer intangível ?": "5 minutos",
    "Que Kage vai carregar a Ilha da Tartaruga para a Vila da Nuvem ?": "Tsuchikage",
    "Que jutsu Tobi usou para sobreviver ao jutsu de Konan ?": "Izanagi",
    "A ilha em que Naruto e Bee treinam é na verdade as costas de que animal ?": "Tartaruga",
    "Quem Kisame mata para adquirir a Samehada ?": "Fuguki",
    "O que Kisame fez para sair do Genjutsu de Aoba ?": "Mordeu a língua",
    "Quantos Selos Explosivos Konan preparou para lutar contra Tobi ?": "600 bilhões",
    "Células de que Clãs são necessárias para se utilizar o Izanagi ?": "Senju e Uchiha",
    "Quanto tempo de explosões ininterruptas tem nos 600 bilhões de selos de Konan ?": "10 Minutos",
    "O que aconteceu quando Gai abriu o pergaminho que Kisame guardava ?": "O jutsu Prisão de Água e Tubarões foram invocados",
    "Que animal Naruto queria descobrir o sexo mas não conseguia ver ?": "Um tatu",
    "Quem Konan diz que é a 'Escuridão' ?": "Tobi",
    "Contra quem Tobi luta ao buscar o Rinnegan de Nagato ?": "Konan",
    "De quem Itachi ganhou o Magenkyou Sharingan?": "Shisui Uchiha",
    "O que Kabuto usa para procurar a Ilha da Tartaruga ?": "Uma Cobra",
    "Quem ajuda Naruto à derrotar a Kyuubi, no seu interior ?": "Kushina",
    "Quem derrotou Danzou ?": "Sasuke Uchiha"
}